{
    "tools" : [
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Framing the Challenge",
            "thumbnailUrl" : "../img/tool-ftc.png",
            "imageUrl" : "../img/tool-ftc.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Before kicking off a workshop, make sure your teammates have had a chance to meet and align on the sponsor’s high-level goals.",
            "why" : "This activity helps to reveal any differing interpretations of the initial challenge set by the sponsor.",
            "mindsets" : "Review the draft challenge and begin by listing out any constraints, intended outcomes, or boundaries. Incorporate any of those that are hard and fast directly into the challenge, or allow yourself and your team a bit more freedom to explore by expanding the scope of this challenge statement. You’ll be doing a similar exercise later on to reframe the challenge into a research-driven Opportunity Statement, so no need to worry about getting this precisely nailed down at this stage."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : " Hypothesis Amnesty: Identify team's assumptions",
            "thumbnailUrl" : "../img/tool-ha.png",
            "imageUrl" : "../img/tool-ha.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"All good research teams have their own version of this activity. Before you start your research process and undertake user interviews, shadowing or other ethnographic techniques, organize a short workshop for everyone involved. The objective is to identify your team’s assumptions, ideas and hypotheses before engaging with stakeholders and customers.",
            "why" : "TYou and your team need to stay impartial. This activity helps to reveal early assumptions, ideas and biases. You may want to test these through the research without prejudging outcomes or leading your research respondents towards answers that fit your own world view.",
            "mindsets" : "Use these stickies to download individual assumptions and patterns across the group You can also mock-up any other tool with your assumptions, such as Personas with what you think might be their behaviors, goals and challenges. Work up a quick Customer Journey Map to reflect where you imagine the pain points and opportunities may lie. Run a quick ideation session to record what you imagine end solutions might look like – so you can park these for later. Think of these hypotheses as things you can now go and validate through user research."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : " Stakeholder Map",
            "thumbnailUrl" : "../img/tool-sm.png",
            "imageUrl" : "../img/tool-sm.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Stakeholder mapping is an effective tool to help you understand who your key stakeholders are and what their relationship is to your end user. Use it to define and agree on your stakeholders and to analyze them by impact and influence.",
            "why" : "During the discover phase of a project it’s important to get a shared understanding of your key stakeholders and what influence they have on your end user. It’s useful when planning research to ensure you get multiple perspectives on the problem you’re looking to solve.",
            "mindsets" : "Place your end user in the center of the map. If this is unknown, you can use the challenge topic. List all the stakeholders who come into contact with that end user – placing the ones who are more influential closer to the center, and those stakeholders who have less influence further away."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Research Interviews",
            "thumbnailUrl" : "../img/tool-ri.png",
            "imageUrl" : "../img/tool-ri.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"User interviews are a quick, easy and effective way to get close to the end customer. Making assumptions, delegating, or ignoring such a vital step risks pushing the wrong solution for the business.",
            "why" : "Identifying where the patterns are and where the meaning lies in a wealth of user research allows us to take action on our discoveries.",
            "mindsets" : "Prepare a discussion guide with topics to cover and questions you’d like to ask. Focus on asking questions about the past experiences, so that you can ground the answers in real past events as opposed to what might happen in imaginary scenarios (i.e. ask “Tell me about a time when you did X” instead of “Would you do X?”). Encourage stories by asking open questions: “Tell me about the last time you...”, “What do you think about...”, “What has been your experience of..."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Insight Download",
            "thumbnailUrl" : "../img/tool-id.png",
            "imageUrl" : "../img/tool-id.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Data-to-Insight helps us synthesize unordered qualitative data into well defined insights.",
            "why" : "A few interviews may be all it takes to reveal the human story or experience that will drive change. A project team that wants to fix a problem for users, and that has fresh insight into people’s unmet needs, will be motivated and heading in the right direction.",
            "mindsets" : "Step 1: Download your research notes in stickies. Keep one note per sticky. Step 2: Cluster notes describing similar behaviors, attitudes of motivations together. Step 3: Once you have finished clustering, name each cluster by adding a title in a different colored stickie above it. Be specific and use a sentence (not just one word) as a title to each cluster, so that people can get a sense of each cluster’s content just by reading its title."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Persona",
            "thumbnailUrl" : "../img/tool-p.png",
            "imageUrl" : "../img/tool-p.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Personas are a representation of the existing or intended users of a given product or service. They help create a picture of the attitudes and behaviors of an important audience. Four or five Personas might be all you need to personalize the needs in the market.",
            "why" : "Using Personas anchors the development of your new services and solutions around the established needs, goals and behaviors of real users. You can use them to consistently bring a team or client back to the ultimate customer. They can be the inspiration and compass for your project.",
            "mindsets" : "Building Personas from scratch can be quick and easy. If you do it with your client team, you all own the outcomes and together you have a common shorthand to discuss requirements. Typically you might start with some known user groups or segments. Use the data collected from your interviews and observations to enhance your Persona and ensure they are true to life."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Journey Map",
            "thumbnailUrl" : "../img/tool-jm.png",
            "imageUrl" : "../img/tool-jm.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Just as the Persona describes the end user, the Customer Journey Map represents their experience. It is a step-by- step visual representation of the user experience capturing all the relevant data in one place. It charts what’s working and conversely where and when problems are occurring.",
            "why" : "A Customer Journey Map that is based on present day insights will help you identify where and why to intervene in order to improve or optimize the user experience. This can be used for anything from a purchase journey to an internal business process. Once you have conceived a new solution, a Customer Journey Map can also be designed to plan, trace and monitor the future journey of users.",
            "mindsets" : "The map should be structured around the key journey stages of the customer. These stages may be well established in the business, or you can create them from your own observations. You’ll build the map, drawing on the insights from your research. You’ll fill in the emotional journey such as frustrations and delights and add contextual data that may be relevant. Where you are able to identify the struggles of a customer or “pain points” and relate them to an aspect of the experience within your control, you now have potential opportunities around which to innovate."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Opportunity Statement",
            "thumbnailUrl" : "../img/tool-os.png",
            "imageUrl" : "../img/tool-os.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"For every problem there is an opportunity. An Opportunity Statement is the essence of the brief around which you will develop solutions. It is based entirely on the problem you have already framed for your Persona and on which you have gathered compelling insights and evidence.",
            "why" : "A good opportunity statement aligns everyone around the purpose of the project. It is future- focused, clear, and demonstrates how fixing a problem will make a difference for the user and benefit the business.",
            "mindsets" : "Take your problem statement and rewrite it as a “How might we...” question. Keep it clear and concise. Be sure to include enough context and problem insight to help people connect back to the origins of the project. This might include clear references to specific target outcomes, audiences, or timeframes."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Idea Generation",
            "thumbnailUrl" : "../img/tool-ig.png",
            "imageUrl" : "../img/tool-ig.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Once you have a clear design brief in the form of an opportunity statement, the next step is idea generation. Idea generation activities help your team diverge and create multiple ideas (creating choices), before converging them down to one final idea (through making choices).",
            "why" : "There is rarely a single solution to a problem. Innovation is about generating lots of ideas and then considering their desirability, viability and feasibility within a given context. It’s important to find a solution that truly answers the brief and that creates the most value for the end user, the business and other key stakeholders.",
            "mindsets" : "There are many different methods to stimulate idea generation. Once you have generated many ideas, cluster them around themes, discuss and use a decision-making technique to choose a final idea. This technique could include dot voting to choose a selection of ideas, then scoring or mapping each idea against key criteria."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Concept Development",
            "thumbnailUrl" : "../img/tool-cd.png",
            "imageUrl" : "../img/tool-cd.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"A template for translating a vague or high-level idea into a concept with more detail on how it works and a clear definition of what value it delivers to the user.",
            "why" : "Ideation sticky notes can often hide a depth of detail behind a vague sentence. Give your participants a moment to detail their top ideas and build on each others.",
            "mindsets" : "First outline the steps of how the idea will work in practice. Then, considering the persona’s pains and gains, define what is the unique value being delivered to the user. Summarize this with a concept title or headline and image to bring it to life."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Selection Grid",
            "thumbnailUrl" : "../img/tool-sg.png",
            "imageUrl" : "../img/tool-sg.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Once you’ve generated multiple ideas (created choices) it is now time to converge to one concept (make choices). Compare, prioritize and map concepts considering their desirability, feasibility, and viability.",
            "why" : "This method allows your team to align and decide together on the most promising concept worth moving into prototyping.",
            "mindsets" : "Step 1: Review and cluster ideas as a team.; Step 2: Let each participant to select their 2–3 personal favorite ideas or use dot voting to narrow down your options to 10-15 items.; Step 3: Map ideas horizontally considering their relative impact (its desirability: importance / value of solution for the user and sponsor); Step 4: Map ideas vertically considering their relative difficulty (its feasibility and viability: time and complexity to build and implement it)."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Prototyping and User Testing",
            "thumbnailUrl" : "../img/tool-put.png",
            "imageUrl" : "../img/tool-put.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Prototyping brings ideas to life, transforming the conceptual into the tangible so that you can test your solution with others. Prototyping involves the creation of physical objects and telling the story and user experience of an idea. An early prototype might be very simple. Perhaps a simple sketch. Just enough to convey a concept.",
            "why" : "We prototype so we can put ideas out into the world to elicit feedback. It enables us to move forward with a concept and iterate based on user reactions, reducing the risk of failure at a later date. Prototyping means that poor ideas fail early and cheaply – enabling you to let go of the ideas that aren’t working and build on the strongest elements of your concept.",
            "mindsets" : "Decide on the prototyping approach (paper mock-up, physical model, role play, visual storyboard, digital representation) and agree on which elements of your concept to prototype. Identify expertise and roles within the team. Create your prototype. Seek input from people, tweak, and iterate based on feedback."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook, Retrospectives, Feedback",
            "name" : "I like, I wish, I wonder",
            "thumbnailUrl" : "../img/tool-iii.png",
            "imageUrl" : "../img/tool-iii.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"A tool for collecting positive and constructive feedback.",
            "why" : "User testing can yield a lot of information and it’s important to reflect on the learnings in order to identify what worked well, what could be improved, and potential areas to explore further.",
            "mindsets" : "Directly after a user testing session, review your notes and individually translate them into what the user liked, wished, and wondered about. Different observers and testers may interpret reactions differently, so collect all notes in one place."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook, Retrospectives",
            "name" : "Rose, Thorn, Bud",
            "thumbnailUrl" : "../img/tool-rtb.png",
            "imageUrl" : "../img/tool-rtb.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"A reflection tool for the end of a workshop or meeting.",
            "why" : "In addition to the outputs of a workshop, the workshop itself is also a constant work in progress and an opportunity for a team to determine how they might work more effectively together in the future.",
            "mindsets" : "Give everyone a moment to jot down their thoughts or put them into pairs and trios for deeper reflection. Frame the Roses as positive opportunities for the future, Thorns as sticking points, and Buds as things that have potential and could be iterated on or explored in further detail."
        },
        {
            "uuid" : "",
            "tags" : "10x Playbook",
            "name" : "Workshop Planning",
            "thumbnailUrl" : "../img/tool-wp.png",
            "imageUrl" : "../img/tool-wp.png",
            "createdBy" : "Design Thinking Academy & Continuous Innovation",
            "description" : "",
            "example1" : "",
            "example2" : "",
            "responsible" : "Fred",
            "responsibleAvatarUrl" : "../img/avatar-fredfigueiredo.jpeg",
            "status" : "",
            "what" :"Before any Design Thinking workshop, use this template to plan which activities and facilitation choices will help you best achieve your outcomes.",
            "why" : "While the Playbook includes a workflow and suggested steps, you may need to adapt your agenda based on the amount of time you have or the specific stage of your project.",
            "mindsets" : "Define what activities and in what sequence you will use and then add in details. This might include: [Key techniques] - Energizers: set the tone and give inspiration, - Dot Voting: democratically narrow down options, - Clustering: review inputs and identify themes; [Group Dynamics] - Silent & Solo: to allow for everyone’s input, - Pairs/Trios: to actively engage and reflect, - Group Discussion: to review and align; [Time Management] - Timeboxing: motivate participants to converge, - Buffers: consider when discussion may run long."
        }

    ]
}
